export const info41 = `Умножение и деление дробей<br>
Чтобы умножить две дроби, надо отдельно умножить их числители и знаменатели. 
Первое число будет числителем новой дроби, а второе — знаменателем.Чтобы 
разделить две дроби, надо первую дробь умножить на «перевернутую» вторую.<br>
Обозначение:<br>
<img src="../photo/assets/img/примеры/умножение-деление1.1.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Из определения следует, что деление дробей сводится к умножению. Чтобы «перевернуть» дробь, 
достаточно поменять местами числитель и знаменатель. Поэтому весь урок мы будем рассматривать 
в основном умножение.В результате умножения может возникнуть (и зачастую действительно возникает) 
сократимая дробь — ее, разумеется, надо сократить. Если после всех сокращений дробь оказалась 
неправильной, в ней следует выделить целую часть. Но чего точно не будет при умножении, так это 
приведения к общему знаменателю: никаких методов «крест-накрест», наибольших множителей и наименьших 
общих кратных.<br>
Умножение дробей с целой частью и отрицательных дробейЕсли в дробях присутствует целая часть, 
их надо перевести в неправильные — и только затем умножать по схемам, изложенным выше.Если 
в числителе дроби, в знаменателе или перед ней стоит минус, его можно вынести за пределы 
умножения или вообще убрать по следующим правилам:<br>
1. Плюс на минус дает минус;<br>
1. Минус на минус дает плюс.<br>
До сих пор эти правила встречались только при сложении и вычитании отрицательных дробей, 
когда требовалось избавиться от целой части. Для произведения их можно обобщить, чтобы 
«сжигать» сразу несколько минусов:<br>
1. Вычеркиваем минусы парами до тех пор, пока они полностью не исчезнут. В крайнем случае, 
один минус может выжить — тот, которому не нашлось пары;<br>
2.Если минусов не осталось, операция выполнена — можно приступать к умножению. 
Если же последний минус не зачеркнут, поскольку ему не нашлось пары, выносим 
его за пределы умножения. Получится отрицательная дробь.<br>
<br>
Сокращение дробей «на лету»<br>
Умножение — весьма трудоемкая операция.<br>
Числа здесь получаются довольно большие, и чтобы упростить задачу, 
можно попробовать сократить дробь еще до умножения. Ведь по существу, 
числители и знаменатели дробей — это обычные множители, и, следовательно, 
их можно сокращать, используя основное свойство дроби. Взгляните на примеры:<br>
Задача. Найдите значение выражения:<br>
<img src="../photo/assets/img/примеры/умножение-деление1.2.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
По определению имеем:<br>
<img src="../photo/assets/img/примеры/умножение-деление1.3.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Во всех примерах красным цветом отмечены числа, которые подверглись сокращению, 
и то, что от них осталось.Обратите внимание: в первом случае множители сократились 
полностью. На их месте остались единицы, которые, вообще говоря, можно не писать. 
Во втором примере полного сокращения добиться не удалось, но суммарный объем 
вычислений все равно уменьшился.Однако ни в коем случае не используйте этот прием 
при сложении и вычитании дробей! Да, иногда там встречаются похожие числа, которые 
так и хочется сократить. <br>
Вот, посмотрите:<br>
Так делать нельзя!<br>
<img src="../photo/assets/img/примеры/умножение-деление1.4.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Ошибка возникает из-за того, что при сложении в числителе дроби появляется 
сумма, а не произведение чисел. Следовательно, применять основное свойство 
дроби нельзя, поскольку в этом свойстве речь идет именно об умножении 
чисел.Других оснований для сокращения дробей просто не существует, поэтому 
правильное решение предыдущей задачи выглядит так:<br>
Правильное решение:<br>
<img src="../photo/assets/img/примеры/умножение-деление1.5.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Как видите, правильный ответ оказался не таким красивым. В общем, будьте внимательны.
`;

export const info42 = `<d>Тренировка<br>
<img src="../photo/assets/img/примеры/fractions-lvl1.png" alt="пример" style = 'width: 80%; margin: 0 auto'> </div>
<div class = "wrapper-answer">
    <input type="text" class="info12"  placeholder="14/5">
    <button class="btn-answer">
    ответить
    </button>
</div>
`;
export const info43 = `<d>Тренировка<br>
<img src="../photo/assets/img/примеры/fractions-lvl2.png" alt="пример" style = 'width: 80%; margin: 0 auto'> </div>
<div class = "wrapper-answer">
    <input type="text" class="info12"  placeholder="2/3">
    <button class="btn-answer">
    ответить
    </button>
</div>
`;
export const info44 = `<d>Тренировка<br>
<img src="../photo/assets/img/примеры/fractions-lvl3.png" alt="пример" style = 'width: 80%; margin: 0 auto'> </div>
<div class = "wrapper-answer">
    <input type="text" class="info12"  placeholder="40">
    <button class="btn-answer">
    ответить
    </button>
</div>
`;
export const info45 = `<d>Тренировка<br>
<img src="../photo/assets/img/примеры/fractions-lvl4.png" alt="пример" style = 'width: 80%; margin: 0 auto'> </div>
<div class = "wrapper-answer">
    <input type="text" class="info12"  placeholder="2/3">
    <button class="btn-answer">
    ответить
    </button>
</div>
`;
export const info46 = `<d>Тренировка<br>
<img src="../photo/assets/img/примеры/fractions-lvl5.png" alt="пример" style = 'width: 80%; margin: 0 auto'> </div>
<div class = "wrapper-answer">
    <input type="text" class="info12"  placeholder="120">
    <button class="btn-answer">
    ответить
    </button>
</div>
`;