export const info51 = `Уравнения<br>
Понятие уравнения
Уравнение — это математическое равенство, в котором неизвестна одна
 или несколько величин. Значение неизвестных нужно найти так, чтобы при их подстановке в пример получилось верное числовое равенство.
Например, возьмем выражение 2 + 4 = 6. При вычислении левой 
части получается верное числовое равенство, то есть 6 = 6.
Уравнением можно назвать выражение 2 + x = 6, с неизвестной переменной x, 
значение которой нужно найти. Результат должен быть таким, чтобы знак равенства был оправдан, и левая часть равнялась правой.
Корень уравнения — то самое число, которое при подстановке на место неизвестной уравнивает выражения справа и слева.
Решить уравнение значит найти все возможные корни или убедиться, что их нет.
Решить уравнение с двумя, тремя и более переменными — это два, три и более значения 
переменных, которые обращают данное выражение в верное числовое равенство.
Равносильные уравнения — это те, в которых совпадают множества решений. Другими словами, у них одни и те же корни.
Какие бывают виды уравнений
Уравнения могут быть разными, самые часто встречающиеся — линейные и квадратные.
Особенность преобразований алгебраических уравнений в том, что в левой части должен остаться многочлен от неизвестных, а в правой — нуль.
Линейное уравнение выглядят так: ах + b = 0, где a и b — действительные числа. Вот, что поможет в решении:
если а ≠ 0 — уравнение имеет единственный корень: х = -b : а;
если а = 0 — уравнение корней не имеет;
если а и b равны нулю, то корнем уравнения является любое число.
Квадратное уравнение выглядит так: ax2 + bx + c = 0, где коэффициенты a, b и c — произвольные числа, a ≠ 0.
Числовой коэффициент — число, которое стоит при неизвестной переменной.
Кроме линейных и квадратных есть и другие виды уравнений, с которыми мы познакомимся в следующий раз:
кубические,
уравнения четвертой степени,
иррациональные и рациональные,
системы линейных алгебраических уравнений и другие.
Онлайн-курсы по математике за 7 класс помогут закрепить новые знания на практике с талантливым преподавателем.
Как решать простые уравнения
Чтобы научиться решать простые линейные уравнения, нужно запомнить формулу и два основных правила.
1. Правило переноса. При переносе из одной части в другую, член уравнения меняет свой знак на противоположный.
Для примера рассмотрим простейшее уравнение: x+3=5.
Начнем с того, что в каждом уравнении есть левая и правая часть.
<img src="../photo/assets/img/примеры/уравнения v1.1.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Перенесем 3 из левой части в правую и меняем знак на противоположный.
<img src="../photo/assets/img/примеры/уравнения v1.2.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Можно проверить: 2 + 3 = 5. Все верно. Корень равен 2.
Решим еще один пример: 6x = 5x + 10.
Как решаем:
Перенесем 5x из правой части в левую. Знак меняем на противоположный, то есть на минус.
6x - 5x = 10
Приведем подобные и завершим решение.
x = 10
Ответ: x = 10.
2. Правило деления. В любом уравнении можно разделить левую и правую часть 
на одно и то же число. Это может ускорить процесс решения. Главное — быть внимательным, чтобы не допустить глупых ошибок.
Применим правило при решении примера: 4x=8.
При неизвестной х стоит числовой коэффициент — 4. Их объединяет действие — умножение.
<img src="../photo/assets/img/примеры/уравнения v1.3.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Чтобы решить уравнение, нужно сделать так, чтобы при неизвестной x стояла единица.
Разделим каждую часть на 4. Как это выглядит:
<img src="../photo/assets/img/примеры/уравнения v1.4.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Теперь сократим дроби, которые у нас получились и завершим решение линейного уравнения:
<img src="../photo/assets/img/примеры/уравнения v1.5.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Рассмотрим пример, когда неизвестная переменная стоит со знаком минус: -4x = 12
Как решаем:
Разделим обе части на -4, чтобы коэффициент при неизвестной стал равен единице.
-4x = 12
x = -3
Ответ: x = -3.
Если знак минус стоит перед скобками, и по ходу вычислений его убрали — важно не забыть 
поменять знаки внутри скобок на противоположные. Этот простой факт позволит не допустить обидные ошибки, особенно в старших классах.
Напомним, что не у каждого линейного уравнения есть решение — иногда корней просто нет. 
Изредка среди корней может оказаться ноль — ничего страшного, это не значит, что ход 
решения оказался неправильным. Ноль — такое же число, как и остальные.
Способов решения линейных уравнений немного, нужно запомнить только один алгоритм, который будет эффективен для любой задачки.<br>
Алгоритм решения простого линейного уравнения:<br>
*Раскрываем скобки, если они есть.<br>
*Группируем члены, которые содержат неизвестную переменную в одну часть уравнения, остальные члены — в другую.<br>
*Приводим подобные члены в каждой части уравнения.<br>
*Решаем уравнение, которое получилось: aх = b. Делим обе части на коэффициент при неизвестном.<br>
<img src="../photo/assets/img/примеры/уравнения v2.0.png" alt="пример" style = 'width: 80%; margin: 0 auto'>`;

export const info52 = `<div>Тренировка<br>
6х = 19 - 1 </div>
<div class = "wrapper-answer">
    <input type="text" class="info12"  placeholder="3">
    <button id = "52" class="btn-answer">
    ответить
    </button>
</div>
`;

export const info53 = `<div>Тренировка<br>
x+5=18</div>
<div class = "wrapper-answer">
    <input type="text" class="info12" placeholder="13">
    <button id = "53" class="btn-answer">
    ответить
    </button>
</div>
`;

export const info54 = `<div>Тренировка<br>
-8x = 48 </div>
<div class = "wrapper-answer">
    <input type="text" class="info12" placeholder="-6">
    <button id = "54" class="btn-answer">
    ответить
    </button>
</div>
`;

export const info55 = `<div>Тренировка<br>
6x-5 = 1 </div>
<div class = "wrapper-answer">
    <input type="text" class="info12" placeholder="1">
    <button id = "55" class="btn-answer">
    ответить
    </button>
</div>
`;

export const info56 = `<div>Контроль<br>
6(4-x)+x=3-2x </div>
<div class = "wrapper-answer">
    <input type="text" class="info12" placeholder="7">
    <button id = "56" class="btn-answer">
    ответить
    </button>
</div>
`;

export const info1 = {
    info51,
    info52,
    info53,
    info54,
    info55,
    info56,
};
