export const info11 = `Сложение<br>
Первое, чему следует научиться - это складывать числа. В этом нам поможет пример с яблоками.
Главное, что вы должны уметь для этого уровня - считать от 0 до 10.
Рассмотрим следующее простейшее выражение:
3 + 1
Если мы представим числа 3 и 1 в виде яблок, то, прибавляя к трем яблокам еще одно у нас получится 4 яблока.
То есть значение данного выражения 3 + 1 равно 4.
<img src="../photo/assets/img/примеры/plus.png" alt="пример" style = 'width: 80%; margin: 0 auto'>
Вычитание<br>
Теперь нам нужно научится вычитать (отнимать) числа. Нам поможет всё тот же пример с яблоками.
Рассмотрим следующее выражение:
3 - 1
Если мы так же представим числа 3 и 1 в виде яблок, то, отнимая от трех яблок еще одно у нас получится 2 яблока.
То есть значение данного выражения 3 - 1 равно 2.
<img src="../photo/assets/img/примеры/minus.png" alt="пример" style = 'width: 80%; margin: 0 auto'>`;

export const info12 = `<div>Тренировка<br>
На одной полке стоит  10  книг, а на другой — на  3  книги меньше. Сколько книг стоит на двух полках?</div>
<div class = "wrapper-answer">
    <input type="text" class="info12">
    <button class="btn-answer">
    ответить
    </button>
</div>
`;
