export const infolvl10 = [
    `Как вы думаете, если полста разделить на половину, то сколько в итоге получится?
    ответ 100`,

    `Если три десятка умножить на четыре десятка, то сколько получится десятков?
    ответ 120`,

    `Велосипедист преодолел путь из города А в город B, 
    расстояние между которыми равно 288 км, с постоянной 
    скоростью. На следующий день он поехал обратно со скоростью 
    на 6 км/ч большей скорости в предыдущий день. По дороге он 
    сделал остановку на 4 часа, при на обратный путь он затратил 
    столько же времени, сколько составил его дорога из города A в B. 
    Найдите скорость велосипедиста на пути из A в B. Ответ дайте в км/ч.
    Ответ: 18`,

    `Из двух посёлков, расстояние между которыми 88 км, 
    навстречу друг другу одновременно выехали два велосипедиста. 
    Через сколько часов велосипедисты встретятся, если их скорости
    равны 18 км/ч и 22 км/ч?
    Ответ: 2,2`,

    `Два пешехода отправляются одновременно в одном 
    направлении из одного и того же места на прогулку 
    по аллее парка. Через сколько минут расстояние между 
    ними будет равно 475 м, если скорость первого пешехода 
    равна 4,8 км/ч, а второго – 3,3 км/ч?
    Ответ: 19`,

    `Два мотоциклиста стартуют одновременно в одном направлении 
    из двух диаметрально противоположных точек круговой трассы, 
    длина которой равна 28 км. Через сколько минут мотоциклисты 
    поравняются в первый раз, если скорость одного из них на 35 км/ч 
    больше скорости другого?
    Ответ: 24`,

    `Из одной точки круговой трассы, длина которой равна 30 км, 
    одновременно в одном направлении стартовали два автомобиля. 
    Скорость первого автомобиля равна 98 км/ч, и через 45 минут после 
    старта он опережал второй автомобиль на один круг. 
    Найдите скорость второго автомобиля. Ответ дайте в км/ч.
    Ответ: 58`,

    `Расстояние между пристанями А и В равно 135 км. 
    Из А в В по течению реки отправился плот, а через 
    2 часа вслед за ним отправилась моторная лодка, 
    которая, прибыв в пункт В, тотчас повернула обратно 
    и возвратилась в А. К этому времени плот проплыл 80 км. 
    Найдите скорость моторной лодки в неподвижной воде, если 
    скорость течения реки равна 4 км/ч.
    Ответ: 16`,

    `В интернет-магазине можно заказать товар с доставкой 
    на дом, при этом стоимость доставки составляет 
    5% от стоимости заказа. Ваня оформил заказ на сумму 
    1500 рублей. Какова будет стоимость доставки этого заказа?
    ответ 75 рублей.`,

    `Цена на электрический чайник была повышена на 12% и 
    составила 2352 рублей. Сколько рублей стоил чайник до повышения цены
    Ответ: 2100`,

    `В 2016 году в городе проживало 80 000 человек. В 2017 году, 
    в результате строительства новых домов, число жителей увеличилось на 
    7%, а в 2018 году — на 12% по отношению к 2017 году. 
    Найдите число жителей города в 2018 году.
    Ответ: 95872`,

    `Смешали некоторое количество 24-процентного раствора 
    некоторого вещества с таким же количеством 56-процентного 
    раствора этого вещества. Сколько процентов составляет 
    концентрация получившегося раствора?
    Ответ: 40`,

    `Имеются два сплава серебра с медью. В первом содержится 18% 
    серебра, во втором – 28%. Сколько килограммов второго сплава 
    нужно добавить к 16 кг первого, чтобы получить сплав с 24% 
    содержанием серебра?
    Ответ: 24`,

    `Ученик сдаёт зачёт по геометрии, в котором есть 
    несколько билетов, при этом известно, что с вероятностью 
    0,16 он вытянет билет с темой «Окружность», а с вероятностью 
    0,25 он вытянет билет с темой «Треугольники». Какова вероятность, 
    что ученик вытянет билет с темой «Окружность» или «Треугольники»?
    Ответ: 0,41`,

    `Купили компьютер и в инструкции к нему прописано, 
    что вероятность того, что он прослужит больше года, 
    равна 0,96, а вероятность того, что он прослужит больше 
    двух лет равна 0,84 . Какова вероятность того, что компьютер 
    прослужит больше года, но меньше двух лет?
    Ответ: 0,12`,

    `Автоматическая линия изготавливает батарейки. 
    Вероятность того, что готовая батарейка неисправна, 
    равна 0,02. Перед упаковкой каждая батарейка проходит 
    систему контроля. Вероятность того, что система забракует 
    неисправную батарейку, равна 0,97. Вероятность того, 
    что система по ошибке забракует исправную батарейку, 
    равна 0,05. Найдите вероятность того, что случайно 
    выбранная батарейка будет забракована.
    Ответ: 0,0684`,

    `Заказ на 81 деталей первый рабочий выполняет на 
    3 часа дольше, чем второй. Сколько деталей в час 
    делает первый рабочий, если известно, что второй 
    за час делает на 3 детали больше, чем первый?
    Ответ: 27`,

    `Одна труба наполняет бассейн за 12 часов, 
    а вторая – за 36 часов. За сколько часов 
    заполнят бассейн обе трубы, работая вместе?
    Ответ: 9`,

    `Алексей положил 100 000 рублей в банк под 6% 
    годовых на 2 года. Какая сумма будет у Алексея через 2 года?
    Ответ: 112360`,

    `Вклад в раз­ме­ре 10 млн руб­лей пла­ни­ру­ет­ся от­крыть на че­ты­ре года. 
    В конце каж­до­го года вклад уве­ли­чи­ва­ет­ся на 10% по срав­не­нию 
    с его раз­ме­ром в на­ча­ле года, а, кроме этого, в на­ча­ле тре­тье­го 
    года и четвёртого годов вклад еже­год­но по­пол­ня­ет­ся на одну и ту же фик­си­ро­ван­ную сумму, 
    рав­ную це­ло­му числу мил­ли­о­нов руб­лей. Най­ди­те наи­мень­ший воз­мож­ный раз­мер такой суммы,
     при ко­то­ром через че­ты­ре года вклад ста­нет не мень­ше 28 млн руб­лей.
     Ответ: 6`,
];
