export const infolvl6 = [
    `Девять осликов за 3 дня съедают 27 мешков корма. Сколько корма надо пяти осликам на 5 дней?
    25`,

    `Кенгуру мама прыгает за 1 секунду на 3 метра, а её маленький сынишка прыгает на 1 метр за 0,5 секунды.
    Они одновременно стартовали от бассейна к эвкалипту по прямой.
    Сколько секунд мама будет ждать сына под деревом, если расстояние от бассейна до дерева 240 метров 
    Ответ: 40 секунд`,

    `В ящике лежат шары: 5 красных, 7 синих и 1 зелёный.
    Сколько шаров надо вынуть, чтобы достать два шара одного цвета?
    Ответ: надо вынуть 4 шара`,

    `Найдите периметр прямоугольника со сторонами 6 см и 8 см
    отвтет 28`,

    `Егорка и Настя поделили по-братски между собой 9 конфет, 
    причем Насте досталось на 5 конфет больше. Сколько конфет съел Егорка? (2 конфеты)`,

    `Сколько всего дедушек и бабушек было у всех твоих прадедушек и прабабушек? (32)`,

    `Мы только с парохода,
    Недавно из похода — 
    Одиннадцать недель
    Гостили на воде.
    А сколько это дней? (77 дней)`,

    `Летела стая гусей: один гусь впереди и два позади; один 
    гусь между двумя и три в ряд. Сколько всего гусей? (3)`,

    `Придумайте трехзначное число, у которого с любым из чисел 142, 543 и 562 совпадал ровно 1 разряд.
    163`,

    `3 мальчика нашли 27 ягод. Витя, сколько ягод нашел ты? — спросил Вася.
     — Вдвое больше, чем ты и Гена вместе. 
     А Гена нашел в 2 раза больше ягод, чем ты. Сколько ягод нашел Вася?
     3`,

    `
    У 28 человек 5 «Ы» класса на собрание пришли папы и мамы. 
    Мам было - 24, пап - 18. У скольких учеников на собрание пришли одновременно и папа и мама?
    Ответ. 14`,

    `Коле Гераскину - 12 лет, а профессору Селезнёву - 42. Через сколько лет Коля будет вдвое младше профессора?
    Ответ. 18`,

    `Ученик Вовочка любит решать математические задачи. 
    Известно, что вчера он решил на 11 задач меньше, 
    чем позавчера и на 32 задачи меньше, чем позавчера и сегодня вместе. 
    Сколько задач решил Вовочка сегодня?
    Ответ. 21`,

    `
    В ящике лежат 100 синих, 100 красных, 100 зелёных и 100 
    фиолетовых карандашей. Сколько карандашей необходимо достать, 
    не заглядывая в ящик, чтобы среди них обязательно нашлись по 
    крайней мере 1 красный и 1 фиолетовый.
    Ответ. 301`,

    `Во сколько раз секундная стрелка движется быстрее минутной?
    Ответ. 60`,

    `Гриша с папой ходил в тир. Уговор был такой: 
    Гриша делает 5 выстрелов и за каждое попадание в 
    цель получает право сделать ещё два выстрела. 
    Всего Гриша сделал 17 выстрелов. Сколько раз Гриша попал в цель?
    Ответ. 6`,

    `На окраску деревянного кубика затратили 4 г краски. 
    Когда она высохла, кубик распилили на 8 одинаковых 
    кубиков меньшего размера. Сколько краски потребуется для того, 
    чтобы закрасить образовавшиеся при этом неокрашенные поверхности?
    Ответ. 4 грамма`,

    `Чему равна утроенная половина четверти числа 96?
    Ответ. 36`,

    `
    В магазине «Зоомир» продают «Вискас» в пакетах по 3 и 5 кг.
    Всего на полке стоит 24 пакета.Вес всех пакетов по 5 кг равен 
    весу всех пакетов по3кг.Сколько было пакетов по3кг?
    Ответ. 15`,

    `
    Из книги выпало несколько листов, идущих подряд. 
    Первая страница выпавшего куска имеет номер 387, 
    а номер последней состоит из тех же цифр, но записанных 
    в обратном порядке. Сколько листов выпало из книги?
    Ответ. 199`,
];
