export const infolvl9 = [
    `Фермер отправился на машине в город, находящийся на расстоянии 110 км
    от фермы. Через 20 минут из города на ферму выехал его сын, который
    проезжал в час на 5 км больше. Встреча произошла в 50 км от города.
    С какой скоростью ехал фермер?
    Ответ: 45 км/ч скорость фермера.`,

    `Расстояние в 360 км легковой автомобиль прошел на 2 часа быстрее, чем грузовой. 
    Если скорость каждого автомобиля увеличить на 30 км/ч, то грузовой затратит на 
    весь путь на 1 час больше, чем легковой. Найдите скорость легкового автомобиля.
    Ответ: 90 км/ч`,

    `Двое рабочих могут выполнить задание за 12 дней. 
    Если сначала один из них сделает половину всей работы, 
    а потом остальное сделает другой, то им потребуется 25 дней. 
    За сколько дней 1 рабочий, работая один, может выполнить задание?
    ответ 30 дней`,

    `Двое рабочих могут выполнить задание за 12 дней. 
    Если сначала один из них сделает половину всей работы, 
    а потом остальное сделает другой, то им потребуется 25 дней. 
    За сколько дней 2 рабочий, работая один, может выполнить задание?
    ответ 20 дней`,

    `Короткое плечо шлагбаума имеет длину 1 м, а длинное плечо – 3 м. 
    На какую высоту (в метрах) опустится конец короткого плеча, 
    когда конец длинного плеча поднимается на 1,8 м?
    ответ 0,6`,

    `В лыжных гонках участвуют 13 спортсменов из России, 
    2 спортсмена из Норвегии и 5 спортсменов из Швеции. 
    Порядок, в котором спортсмены стартуют, определяется 
    жребием. Найдите вероятность того, что первым будет 
    стартовать спортсмен не из России.
    Ответ: 0,35`,

    `На математическом конкурсе в VIII классе было предложено 
    несколько трудных и несколько легких задач. За каждую 
    решенную трудную задачу участник получал 3 балла, за легкую – 
    2 балла. Но за каждую нерешенную легкую задачу у участника вычитался 
    1 балл. За нерешенную трудную задачу баллы не вычитались. Миша решил 10 задач и набрал 14 баллов.
    Сколько легких задач было на конкурсе?
    ответ 16`,

    `Пете и Коле купили по коробке конфет. В каждой коробке находится 12 конфет. 
    Петя из своей коробки съел несколько конфет, а Коля из своей коробки съел 
    столько конфет, сколько осталось в коробке у Пети. Сколько конфет осталось 
    на двоих у Пети и Коли?
    ответ 12 конфет.`,

    `В одном городе построили новый район из 100 домов. 
    Мастера по изготовлению табличек изготовили и привезли 
    пачку новых табличек с нумерацией домов от 1 до 100. 
    Сосчитайте количество всех цифр 9 встречающихся в этих 
    табличках (цифры 9 и 6 являются разными цифрами).
    Правильный ответ - 20 девяток.`,

    `Для того чтобы получить краску оранжевого цвета, необходимо смешать краски желтого цвета 
    (6 частей) и красного цвета (2 части). Сколько грамм краски оранжевого цвета можно получить 
    (максимально), имея в наличии 3 грамма желтой и 3 грамма красной краски?
    ответ 4`,

    `При издании книги потребовалось 2 775 цифр того, 
    чтобы пронумеровать ее страницы. Сколько стра­ниц в книге?
    Итого: 961 страница была в книге.`,

    `Имеются: два одинаковых стеклянных шара и один 100 этажный дом. 
    Известно что: шары начинают разбиваться при ударе о землю, падая 
    с определенного этажа. Как определить минимальное количество 
    сбрасываний этих шаров с различных этажей, за которые можно 
    гарантированно найти этот самый этаж?
    ответ 14`,

    `Чашка кофе с кубиком сахара стоит 1 доллар 10 центов. 
    Известно, что кофе дороже кубика сахара на 1 доллар. 
    Сколько центов стоит кубик сахара?
    ответ 5`,

    `Агенту необходимо было проникнуть на одну “закрытую” вечеринку. 
    Пропуском внутрь служило особое слово-пароль. Агент спрятался 
    неподалеку от входа и стал прислушиваться. На вопрос охранника 
    “Двадцать два?” первый посетитель ответил “Одиннадцать!” и был впущен внутрь. 
    На вопрос “Двадцать восемь?” следующий посетитель ответил “Четырнадцать!” 
    и также был впущен внутрь. “Всего-то делов” подумал агент, и на вопрос 
    охранника “Сорок два?” смело ответил “Двадцать один!” и тут же был
    изгнан прочь как чужак. Каким должен был быть правильный ответ?
    ответ 8`,

    `Если один кубический метр разделить на составляющие 
    его кубические миллиметры и соединить их между собой 
    гранями в одну прямую линию, то каковой длины окажется эта линия?
    ответ 1000 км.`,

    `Трехзначное число состоит из возрастающих 
    (слева направо) цифр. Если это число прочитать, 
    то все слова будут начинаться на одну и туже букву. Что это за число?
    ответ 147.`,

    `Когда моему отцу был 31 год, мне было 8 лет, 
    а теперь отец старше меня вдвое. Сколько мне лет теперь?
    Ответ - 23 года.`,

    `Человек прыгает со стула. В руках он держит весы, 
    на чашке которых лежит груз 10 кг. На каком 
    делении будет стоять стрелка весов во время падения?
    ответ 0`,

    `Три курицы за три дня несут три яйца. 
    Сколько яиц снесут 12 таких же кур за 12 дней?
    ответ 48`,

    `Два теплохода одновременно вышли из портов и с 
    постоянной скоростью движутся во встречном 
    направлении. Скорость одного теплохода 20 км/час, 
    другого – 30 км/час. На каком расстоянии друг от 
    друга они будут находиться ровно за один час до их встречи?
    ответ 50`,
];
