export const infolvl2 = [
    `В трех ящиках 42 кг овощей. В первых двух вместе 27 кг.
     Сколько кг овощей в первом ящике, если во втором на 4 кг меньше чем в третьем?
     Ответ: в первом ящике 16 кг овощей.`,

    `Для занятий в детский сад купили 40 листов зеленой бумаги, а красной и 
    синей по 15 листов. Сколько листов бумаги осталось через 2 
    недели, если в первую неделю израсходовали 24 листа, а во вторую на 
    18 листов больше?
    Ответ: 4 листа бумаги осталось.`,

    `Кролик Крош собрал 16 съедобных грибов и 9 поганок. 
    Его друг Ежик собрал 7 съедобных грибов, а несъедобных на 
    4 меньше чем съедобных грибов. Сколько всего грибов собрали 
    Крош и Ежик вместе?
    Ответ: 35 грибов Ежик и Крош собрали вместе`,

    `В одном альбоме у Саши было 8 марок, а в другом 7. Ему подарили еще 8 марок. Сколько марок стало у Саши?
    Ответ: у Саши стало 23 марки.`,

    `В швейное ателье привезли 20 метров ситца, а шелка привезли на 7 метров меньше. Сколько всего ткани привезли в ателье?
    Ответ: 33 метра ткани всего привезли в ателье.`,

    `Оксана получила к 8 марта 9 открыток, а к Новому году 8. Отправила она к новому 
    году 10, а к восьмому марта 12. На сколько меньше Оксана получила открыток к этим двум праздникам, чем отправила?
    Ответ: Оксана получила на 5 открыток меньше, чем отправила.`,

    `В третьем классе 28 учеников. Готовясь к празднику, 8 из них 
    разучивают танцы, 9 репетируют песни, а остальные учат стихи. Сколько учеников учат стихи?
    Ответ: 11 учеников учат стихи.`,

    `Для приготовления 40 кг изюма нужно израсходовать 95 кг винограда. 
    Сколько воды испарилось во время приготовления изюма?
    Ответ: 55 литров воды испарилось.`,

    `Автомобиль двигался по шоссе со скоростью 80 км/ч, 
    затем он свернул на проселочную дорогу и стал двигаться на 
    50 км/ ч медленнее. После этого он выехал на трассу и стал 
    двигаться на 30 км/ч быстрее. Какова конечная скорость автомобиля?
    Ответ: конечная скорость автомобиля 60 км/ч.`,

    `В книге 14 стихотворений. Настя выучила 6, Катя 3, а Нина все остальные. Сколько стихотворений выучила Нина?
    Ответ: Нина выучила 5 стихов.`,

    `У девочки было 150 рублей. 90 она потратила на карандаши, 
    40 на тетрадку. Сколько денег осталось у девочки?
    Ответ: у девочки осталось 20 рублей.`,

    `10 апельсин разделили между девочками и мальчиками, 
    так что у мальчиков их оказалось на 4 больше чем у 
    девочек. Сколько апельсин у мальчиков?
    Ответ: у мальчиков 7`,

    `В детском лагере было 34 литра молока. 
    Когда готовили завтрак, использовали 17 литров 
    и 15 использовали на полдник. Сколько молока осталось после этого?
    Ответ: 2 литра.`,

    `Багаж, который состоит из чемодана, сумки, и 
    рюкзака весит 67 килограмм. Сумка весит 18кг, рюкзак 24кг, сколько весит чемодан?
    Ответ: 25кг`,

    `Гена загадал число, прибавил к нему 3, затем отнял 4, 
    умножил на 2 и разделил на 3, в результате получил 10. Какое число загадал Гена?
    Ответ: 16`,

    `У Даши было 38 рублей. Она купила конфет на 20 рублей. На сколько денег у нее осталось меньше, чем она потратила?
    Ответ: 2`,

    `В детском саду детей 100 во втором 300, а в третьем на 200 больше 
    чем в первом. Сколько всего детей в этих трех детских садах?
    Ответ: 700`,

    `Почтальон принес в один день 5 писем, 
    а на следующий день на 4 письма больше. Сколько писем почтальон принес за 2 дня?
    Ответ: 14`,

    `В столовую привезли 24 больших стола и 12 маленьких. 
    Из них 15 поставили в малом зале, а остальные в большом. 
    Сколько столов поставили в большом зале?
    Ответ: 21`,

    `С первой яблони собрали 36кг яблок, что на 10кг больше чем со второй. Сколько яблок собрали с двух яблонь?
    Ответ: 62`,
];
