export const infolvl3 = [
    `Для приготовления обеда повару понадобилось 24 кг 
    картошки, свеклы в 3 раза меньше, а лука в 2 раза 
    меньше чем свеклы. Сколько килограмм лука потратил повар?
    Ответ: 4 кг.`,

    `Оля вырезала из бумаги 5 квадратов, 7 треугольников, 
    а кругов в 2 раза больше чем треугольников. Сколько всего Оля вырезала фигур?
    Ответ: 26 фигур.`,

    `Первое число 12, второе в 3 раза меньше, а третье в 4 
    раза больше чем второе. Вычисли сумму этих трех чисел.
    Ответ: 32`,

    `В школьную столовую привезли 6 кг, лимонов, яблок на 24 
    кг больше чем лимонов, а груш на 12 кг меньше чем яблок. 
    Сколько килограмм груш привезли в школьную столовую?
    Ответ: 18 кг груш привезли в столовую.`,

    `Для приготовления крахмала требуется 6 кг картошки. 
    Сколько крахмала получится из 36 кг картофеля?
    Ответ: 6 кг крахмала.`,

    `В поход пошли 24 мальчика, а девочек в 3 раза меньше, 
    чем мальчиков. Сколько всего детей пошло в поход?
    Ответ: 32.`,

    `Ящик с виноградом и три одинаковых ящика с яблоками 
    весят 45 кг. Сколько весит один ящик с яблоками, 
    если ящик с виноградом весит 15 кг.
    Ответ: 10 кг.`,

    `В парке выкорчевали 6 орешников, а вместо них посадили 
    18 орешников. Во сколько раз больше посадили орешников, чем выкорчевали?
    Ответ: в 3 раза больше орешников посадили.`,

    `Отцу 36 лет, а сыну 9. Во сколько раз отец старше сына?
    Ответ: в 4 раза сын моложе отца;`,

    `Автобус за 8 часов работы расходует 48 литров топлива. 
    Сколько литров топлива израсходует автобус за 6 часов работы?
    Ответ: 36 литров.`,

    `В столовую привезли абрикосы. Из них на компот взяли 3 
    килограмма, а на варенье в 3 раза больше. Сколько всего абрикос привезли в столовую?
    Ответ: 9 кг абрикос.`,

    `В 4 больших коробках тетрадей в 2 раза больше, чем в 6 маленьких.
    Сколько тетрадей в 1 большой коробке, если в одной маленькой коробке 10 тетрадей.
    Ответ: 30`,

    `С одного аэродрома одновременно в противоположных направлениях вылетели два самолёта. 
    Скорость одного из них – 243 км/ч, скорость другого – на 18 км/ч меньше. 
    Какое расстояние будет между ними через 12 часов?
    Ответ: 5616 км растояние между самолетами.`,

    `В 8 одинаковых по массе ящиках 120 кг картошки. Сколько потребуется таких ящиков чтобы разложить 150 кг картошки?
    Ответ: 10`,

    `Две девочки, Дина и Маша, отправились в булочную. 
    По дороге они нашли 10 рублей. Сколько бы денег нашла Дина, если бы отправилась в булочную одна?
    Ответ: 10 рублей.`,

    `В один день Ира прочитала 21 страницу, во второй — в 2 раза больше, чем в первый, 
    а в третий — на 15 страниц меньше, чем во второй день. Сколько страниц прочитала Ира за 3 дня?
    ОТВЕТ: Ира прочитала за 3 дня 90 страниц.`,

    `В книжный магазин привезли 240 книг. Из них 70 поставили на верхнюю полку, 
    120 на среднюю, а остальные на нижнюю. Сколько книг поставили на нижнюю полку?
    Ответ: 50`,

    `С трех участков собрали 2 тонны помидор. С первого участка собрали 420 кг, 
    а со второго в 3 раза меньше чем с первого. 
    Сколько кг помидор собрали с третьего участка.
    Ответ: 1440`,

    `В классе 24 ученика сдали экзамен по русскому языку, а 25 учеников сдали экзамен 
    по математике, причем 22 ученика сдали оба экзамена. 
    Сколько учеников в классе, если каждый сдал хотя бы один из экзаменов?
    Ответ: 27`,

    `За день в столовой продали 36 порций пельменей, манной каши продали в 
    3 раза меньше чем пельменей, а вареников продали на 41 порцию больше 
    чем манной каши. Сколько всего порций вареников, пельменей и манной каши 
    продали в столовой?
    Ответ: 101`,
];
