export const infolvl7 = [
    `Упростите 5(2а+1) - 3
    Верный ответ: 10а+2`,

    `Решите уравнение: 3х – 1 = 7х + 1
    Верный ответ: -0,5`,

    `Товар стоил 3200 р. Сколько стал стоить этот товар после снижения цены на 5%.
    Верный ответ: 3040`,

    ` Найдите значение выражения: 3,6 : 0,08 + 5,2 • 2,5
    Ответ: 58`,

    ` Найдите значение выражения: (9,885 – 0,365) : 1,7 + 4,4.
    Ответ: 10`,

    `40% числа 15
    ответ 6`,

    `За несколько книг уплатили 320 р. 
    Стоимость одной из книг составила 30%, а 
    другой — 45% израсходованных денег. 
    На сколько рублей первая книга дешевле второй?
    ответ 48`,

    `Составьте числовое выражение для решения задачи: 
    «Из двух населённых пунктов, расстояние между которыми 
    40 км, вы шли, одновременно навстречу друг другу два пешехода. 
    Какое расстояние будет между ними через 3 ч, если известно, что 
    скорость одного пешехода 4 км/ч, а скорость другого пешехода 5 км/ч?»
    ответ 13`,

    `Решите задачу, составив выражение: 
    «Один рабочий изготовляет за час 7 деталей, 
    а другой — 9 деталей. Сколько деталей они изготовят за 4 ч?»
    ответ 64`,

    `Найдите значения выражения:
    4х – 12 при х = 7;
    ответ 16`,

    `Найдите значения выражения:
    4х – 12 при х = 0;
    ответ -12`,

    `Найдите значения выражения:
    4х – 12 при х = -5;
    ответ -32`,

    `Найдите значения выражения:
    4х – 12 при х = 7;
    ответ 16`,

    ` Опытное поле разбили на два участка. Площадь первого участка а га, 
    а второго – b га. С каждого гектара первого участка собрали 32 ц пшеницы, 
    а с каждого гектара второго участка собрали 40 ц. Сколько пшеницы собрали с обоих 
    участков? Вычислите при а = 120 и b = 80.
    ответ 7040`,

    `На стройке работало 5 бригад, по а человек в каждой, и 
    3 бригады, по b человек в каждой. Сколько человек работало на стройке? 
    Вычислите при а = 25 и b = 32.
    ответ 221`,

    `Найдите число, если известно, что:
    3% этого числа равны 1,8;
    ответ 60`,

    `Найдите число, если известно, что:
    85% этого числа равны 17;
    ответ 20`,

    `Найдите число, если известно, что:
    130% этого числа равны 3,9;
    ответ 3`,

    `Найдите число, если известно, что:
    6,2% этого числа равны 9,3.
    ответ 150`,

    `После того как из бидона отлили 30% молока, 
    в нём осталось 14 л. Сколько литров молока было в бидоне первоначально?
    ответ 20`,
];
