export const infolvl8 = [
    `После семи стирок измерения куска хозяйственного мыла, 
    имеющего форму прямоугольного параллелепипеда, уменьшились 
    в двое. На сколько еще стирок хватит оставшегося куска мыла?
    ответ 1`,

    `Сумма двух чисел, одно из которых меньше второго на 5 равна 55. Найти меньшее число.
    ответ 25`,

    ` Среднее арифметическое двух чисел равно 16, 
    а больше из чисел равно 18. Найти меньшее число.
    Ответ: число равно 14`,

    `Двое рабочих вместе изготовили 74 детали. 
    Первый делал за день на 2 детали больше второго и работал 7 дней, 
    а второй работал 8 дней. Сколько деталей в день изготавливал второй рабочий?
    Ответ: 4 детали.`,

    `В урне находится 38 чёрных и белых шаров. Если число чёрных шаров уменьшить на 8 то шаров станет поровну.
    Сколько чёрных шаров в урне?
    Ответ: В урне 23 чёрных шара.`,

    ` Фарфор состоит из глины, гипса и песка, массы которых 
    пропорциональны числам 25, 1, 2. Сколько нужно песка чтобы изготовить 350 кг смеси?
    Ответ: Нужно 25 кг песка.`,

    `В двух мальчиков 300 почтовых марок. Если первый отдаст втором 
    30 марок то в них марок станет поровну. Сколько марок у первого мальчика?
    Ответ: У мальчика 180 марок.`,

    `На одной чаше весов лежит арбуз, а на 
    второй - треть того же арбуза и гиря 2 кг. 
    Весы находятся в равновесии. Какая масса арбуза?
    Ответ: Масса арбуза 3 кг.`,

    `Мальчик пошел с отцом в тир. Отец купил ему 10 пулек. 
    В дальнейшем отец за каждый промах отбирал у сына одну 
    пульку, а за каждое попадание давал одну дополнительную 
    пульку. Сын выстрелил 55 раз, после чего пульки у него кончились. 
    Сколько раз он попал?
    Ответ: 50.`,

    `Порядок натурального числа а равен 3. Сколько цифр содержит десятичная запись этого числа?
    ответ 4`,

    `Чему равно выражение 12,6:(3-2,7)+0,9?
    Ответ 42,9`,

    `Чему равно выражение 0,1(1,3-2,1)+4,3(-5+0,6)?
    Ответ -19,72`,

    `Чему равно выражение -0,2·(-3,5-2,1)-(0,08+0,04)?
    ответ 1`,

    `Чему равно выражение -0,9(2,6+0,5)-2,1(9-0,4)?
    ответ -20,85`,

    `Чему равно выражение 0,6·(5+3,8)-0,28?
    ответ 5`,

    `Из скольки подмножеств состоят действительные числа?
    ответ 4`,

    `Как вы думаете, сколько граней имеет шестигранный карандаш, который ни разу не затачивали?
    ответ 8`,

    `Попробуйте догадаться сколько стоит книга долларов, если книга стоит доллар плюс пол книги.
    ответ 2`,

    `5 рыбаков съели 5 карпов за 5 дней. Как вы думаете, а за сколько дней 15 рыбаков съедят 15 карпов?
    ответ 5`,

    `На праздничном столе горят 7 свечей. 3 из них потушили. Сколько свечей останется?
    ответ 3`,
];
