export const infolvl4 = [
    `У одного угря 116 позвонков. Сколько позвонков 
    у акулы, если у 6 акул и 4 угрей 2840 позвонков?
    Ответ: б) 396.`,

    `Производительность машины для изготовления бутылок - 
    16 бутылок за 2 минуты. Какая производительность машины будет в сутки?
    Ответ: 6) 11520.`,

    `Сколько ткани понадобится для изготовления 9 курток, 
    если на 19 курток нужно 38 метров ткани.
    Ответ: в) 18 м.`,

    `Масса двух ящиков с консервами 140 кг, что на 50 кг меньше 
    чем масса бочки с капустой. Какова масса 4 бочек с капустой:
    Ответ: г) 760 кг.`,

    `На шапку и одну пару перчаток пошло 300 грамм пряжи. 
    Сколько пряжи пошло на каждую перчатку, если на шапку пошло 180 грам пряжи?
    Ответ: г) 60 г.`,

    `В магазине за 5 норковых шуб нужно заплатить 312500 руб., 
    а шуба из песца стоит 17500. Сколько будут стоить 8 песцовых шуб и 3 норковые.
    Ответ: б) 327 500 руб.`,

    `В магазин привезли 150 кг сметаны во флягах, остальная сметана была в бидонах. 
    Сколько сметаны было в одном бидоне, если всего в магазин привезли 200 кг сметаны, а быдонов было 5?
    Ответ: г) 10 кг.`,

    `Рядом с каким числом соседствуют четное трехзначное и четное двузначное числа?
    99`,

    `На сколько наименьшее нечетное трехзначное 
    число больше наименьшего нечетного числа?
    100`,

    `Какое число имеет только один делитель?
    4`,

    `Пильщики распиливают бревно на метровые бруски. 
    Длина бревна 5 м. Распиловка бревна поперёк занимает полторы минуты. 
    Сколько минут понадобилось, чтобы распилить бревно?
    6`,

    `Сколько всего десятков в числе 795?
    79`,

    `В каком числе 60 десятков 8 единиц?
    608`,

    ` Какое число следует при счёте сразу за числом 809?
    810`,

    ` Чему равно значение выражения: 360 + 40 : 8
    ответ: 365`,

    `Чему равна четвёртая часть числа 800?
    200`,

    ` Во сколько раз 360 больше 6?
    60`,

    `Осенью посадили 100 луковиц тюльпанов и нарциссов. 
    Луковицы тюльпанов составляли четвёртую часть этого числа.
    Сколько Нарцисов посадили?
    Ответ: 75`,

    `Какое число не может делиться само на себя?
    0`,

    `Число, которое можно разделить на любое другое число без остатка.
    0`,
];
