export const infolvl1 = [
    `Наташа прочитала за каникулы 5 книг, а Катя прочитала 4 книги.
    Сколько книг дети прочитали вместе за каникулы?
    Ответ: 9`,

    `На одной ветке яблони висело 6 яблок, а на другой – 7. Сколько яблок было на обеих ветках яблони?
    Ответ: 13`,

    `В классе на окне стоят цветы в горшках. На первом окне стоит 2 цветка, на втором 3 цветка, а на 
    третьем 1 цветок. Сколько всего цветов в классе?
    Ответ: 6`,

    `На прогулку вышли 6 девочек и 12 мальчиков. Сколько всего детей вышли на прогулку?
    Ответ: 18`,

    `У Саши пачка счетных палочек. Из них 10 красные, 8 синие и 12 желтые. Сколько всего палочек в пачке?
    Ответ: 30`,

    `В коробке на столе лежали конфеты. Маша съела 5 конфет, Алена – 3 конфеты, Настя – 6 конфет, 
    а Коля съел 6 конфет и коробка опустела. Сколько конфет было в коробке с самого начала?
    Ответ: 20`,

    `В коллекции Марины 20 открыток. У Юли тоже 20 открыток. Сколько всего открыток у девочек?
    Ответ: 40`,

    `У Севы было 20 марок, ему подарили еще 4 марки. Сколько всего марок стало у Севы?
    Ответ: 24`,

    `Мама посадила 20 кустов огурцов и 17 кустов помидоров. Сколько всего кустов растений посадила мама?
    Ответ: 37`,

    `В понедельник в столовую привезли 8 столов, во вторник – 7 столов, а в четверг – еще 10. 
    Сколько всего столов получила столовая за неделю?
    Ответ: 25`,

    `Паша и папа пошли в поход. В первый день они прошли 12 км. Во второй – 10 км, в третий – 8, а 
    в четвертый 11. Какой путь преодолели папа и Паша?
    Ответ: 41`,

    `В зоопарке живет 12 обезьян, 8 тигров, 2 слона, 6 медведей и 4 енота. Сколько всего животных в зоопарке?
    Ответ: 32`,

    ` Андрей живет на 7 этаже, а Алена на 3 этажа ниже. На каком этаже живет Алена?
    Ответ: 4`,

    `У Володи 17 машинок, а у Саши нет ни одной. Володя подарил Саше 8 машинок. Сколько у него осталось?
    Ответ: 9`,

    `Наташе 12 лет, а ее брату Сереже на 7 лет меньше. Сколько лет Сереже?
    Ответ: 5`,

    `В саду росло 10 яблонь, а груш – на 4 меньше. Сколько груш росло в саду?
    Ответ: 6`,

    `За первый день Мила прочитала 24 страницы в книге, а за второй на 3 меньше. Сколько страниц 
    прочитала Мила во второй день?
    Ответ: 21`,

    ` В школьной библиотеке дети получают книги. Петя взял 8 книг, Алеша – на 2 книги меньше, чем 
    Петя, а Ваня на 3 книги больше чем Алеша. Сколько книг они взяли вместе?
    Ответ: 23`,

    `На столе в вазе лежало 25 ягод. Марина съела 4 ягоды, Алиса съела 6 ягод, Мила съела 3 ягоды, 
    а остальные ягоды доела Катя. Сколько ягод съела Катя?
    Ответ: 12`,

    `На столе стояло 10 тарелок, а в раковине – на 6 меньше. Сколько тарелок было в раковине?
    Ответ: 4`,
];
