export const infolvl5 = [
    `Найдите значение выражения: (3487 + 4847 - 12 * 194) : 182
    Решение  33.`,

    `Вычислите чему равно 15% от 120.
    18`,

    `В первый день путешественники преодолели три части пути, 
    во второй две, а в третий день еще три части пути. 
    Какое расстояние преодолели путешественники во второй день, если весь путь составлял 384 км.
    96 км`,

    `В первый день Вова прочитал 36 страниц, 
    что составляло 3/11 всех страниц книги. Сколько всего страниц в книге?
    132`,

    `Чему равна разность значений выражений 3,004 * 0,6 и 0,0531 : 3.
    ответ запишите через запятую
    1,7847`,

    `Запишите числа цифрами:
    Семьсот девяносто четыре;
    794`,

    `Запишите числа цифрами:
    Тринадцать миллионов 98 тысяч сто тридцать один.;
    13098131`,

    `До обеда в магазине было продано 48 кг помидор, 
    а после обеда на 14 кг меньше. Сколько кг помидор 
    было продано в магазине после обеда?
    Ответ: после обеда в магазине было продано 34 кг помидор.`,

    `В вазе было 37 конфет. Шестеро детей съели по 
    3 конфеты и двое по 4 конфеты. Сколько конфет осталось в вазе?
    Ответ: в вазе осталось 7 конфет.`,

    `Запишите числа цифрами:
    Восемьсот семьдесят миллионов девять;
    87000009`,

    `Какое количество натуральных чисел расположено между числами:
    57 и 64;
    6`,

    `Какое количество натуральных чисел расположено между числами:
    238 и 261;;
    21`,

    `Какое количество натуральных чисел расположено между числами:
    167 и 192;
    24`,

    `Какое количество натуральных чисел расположено между числами:
    342 и 409;
    66`,

    `Выполните сложение:
    27 592 + 593 089 = 620 681`,

    `Выполните сложение:
    60 018 + 224 983 = 285 001`,

    `Выполните сложение:
    59 003 + 12 903 = 71 906`,

    `Выполните сложение:
    30 283 + 45 037 = 75 320`,

    `В швейную мастерскую привезли 150 м ткани. 
    В первую неделю было израсходовано 46 метров, 
    а во вторую 38 метров. Сколько метров ткани осталось в мастерской?
    Ответ: в мастерской осталось 66 метров ткани.`,

    `В овощной магазин привезли картофель и лук. 
    Картофеля привезли 185 кг, а лука на 48 кг меньше. 
    Сколько всего картофеля и лука привезли в магазин?
    Ответ: всего привезли 322 кг лука и картофеля?`,
];
