export const info51 = `
<h1 class="theme-title">Простейшие уравнения</h1>
<p class="paragraph">
    <b>Понятие уравнения</b><br>
    Уравнение — это математическое равенство, в котором неизвестна одна или несколько величин. Значение неизвестных нужно найти так, чтобы при их подстановке в пример получилось верное числовое равенство. Например, возьмем выражение 2 + 4 = 6. При вычислении левой части получается верное числовое равенство, то есть 6 = 6.<br>
    Уравнением можно назвать выражение 2 + x = 6, с неизвестной переменной x, значение которой нужно найти. Результат должен быть таким, чтобы знак равенства был оправдан, и левая часть равнялась правой.<br>
    Корень уравнения — то самое число, которое при подстановке на место неизвестной уравнивает выражения справа и слева. Решить уравнение значит найти все возможные корни или убедиться, что их нет.<br>
    Решить уравнение с двумя, тремя и более переменными — это два, три и более значения переменных, которые обращают данное выражение в верное числовое равенство.<br>
    Равносильные уравнения — это те, в которых совпадают множества решений. Другими словами, у них одни и те же корни.
    <br><b>Какие бывают виды уравнений</b><br>
    Уравнения могут быть разными, самые часто встречающиеся — линейные и квадратные.<br>
    Особенность преобразований алгебраических уравнений в том, что в левой части должен остаться многочлен от неизвестных, а в правой — нуль.<br>
    Линейное уравнение выглядят так: ах + b = 0, где a и b — действительные числа. Вот, что поможет в решении:<br>
    если а ≠ 0 — уравнение имеет единственный корень: х = -b : а;<br>
    если а = 0 — уравнение корней не имеет;<br>
    если а и b равны нулю, то корнем уравнения является любое число.<br>
    Квадратное уравнение выглядит так: ax2 + bx + c = 0, где коэффициенты a, b и c — произвольные числа, a ≠ 0.<br>
    Числовой коэффициент — число, которое стоит при неизвестной переменной.<br>
    Кроме линейных и квадратных есть и другие виды уравнений: кубические, уравнения четвертой степени, иррациональные и рациональные, системы линейных алгебраических уравнений и другие.<br>
    <br><b>Как решать простые уравнения</b><br>
    Чтобы научиться решать простые линейные уравнения, нужно запомнить формулу и два основных правила.<br>
    1. Правило переноса. При переносе из одной части в другую, член уравнения меняет свой знак на противоположный.<br>
    Для примера рассмотрим простейшее уравнение: x+3=5. Начнем с того, что в каждом уравнении есть левая и правая часть.
</p>
<!--<img src="../photo/assets/img/примеры/уравнения v1.1.png" alt="пример" class="example-info41">-->
<img src="./photo/assets/img/примеры/уравнения v1.1.png" alt="пример" class="example-info41">
<p class="paragraph">
    Перенесем 3 из левой части в правую и меняем знак на противоположный.
</p>
<!--<img src="../photo/assets/img/примеры/уравнения v1.2.png" alt="пример" class="example-info41">-->
<img src="./photo/assets/img/примеры/уравнения v1.2.png" alt="пример" class="example-info41">
<p class="paragraph">
    Можно проверить: 2 + 3 = 5. Все верно. Корень равен 2.<br>
    Решим еще один пример: 6x = 5x + 10.<br>
    Как решаем:<br>
    Перенесем 5x из правой части в левую. Знак меняем на противоположный, то есть на минус.<br>
    6x - 5x = 10<br>
    Приведем подобные и завершим решение.<br>
    x = 10<br>
    Ответ: x = 10.<br>
    2. Правило деления. В любом уравнении можно разделить левую и правую часть на одно и то же число. Это может ускорить процесс решения. Главное — быть внимательным, чтобы не допустить глупых ошибок.<br>
    Применим правило при решении примера: 4x=8.<br>
    При неизвестной х стоит числовой коэффициент — 4. Их объединяет действие — умножение.
</p>
<!--<img src="../photo/assets/img/примеры/уравнения v1.3.png" alt="пример" class="example-info41">-->
<img src="./photo/assets/img/примеры/уравнения v1.3.png" alt="пример" class="example-info41">
<p class="paragraph">
    Чтобы решить уравнение, нужно сделать так, чтобы при неизвестной x стояла единица.<br>
    Разделим каждую часть на 4. Как это выглядит:
</p>
<!--<img src="../photo/assets/img/примеры/уравнения v1.4.png" alt="пример" class="example-info41">-->
<img src="./photo/assets/img/примеры/уравнения v1.4.png" alt="пример" class="example-info41">
<p class="paragraph">
    Теперь сократим дроби, которые у нас получились и завершим решение линейного уравнения:
</p>
<!--<img src="../photo/assets/img/примеры/уравнения v1.5.png" alt="пример" class="example-info41">-->
<img src="./photo/assets/img/примеры/уравнения v1.5.png" alt="пример" class="example-info41">
<p class="paragraph">
    Рассмотрим пример, когда неизвестная переменная стоит со знаком минус: -4x = 12<br>
    Как решаем:<br>
    Разделим обе части на -4, чтобы коэффициент при неизвестной стал равен единице.<br>
    -4x = 12<br>
    x = -3<br>
    Ответ: x = -3.<br>
    Если знак минус стоит перед скобками, и по ходу вычислений его убрали — важно не забыть поменять знаки внутри скобок на противоположные. Этот простой факт позволит не допустить обидные ошибки.<br>
    Напомним, что не у каждого линейного уравнения есть решение — иногда корней просто нет. Изредка среди корней может оказаться ноль — ничего страшного, это не значит, что ход решения оказался неправильным. Ноль — такое же число, как и остальные.<br>
    Способов решения линейных уравнений немного, нужно запомнить только один алгоритм, который будет эффективен для любой задачки.<br>
    Алгоритм решения простого линейного уравнения:<br>
    • Раскрываем скобки, если они есть.<br>
    • Группируем члены, которые содержат неизвестную переменную в одну часть уравнения, остальные члены — в другую.<br>
    • Приводим подобные члены в каждой части уравнения.<br>
    • Решаем уравнение, которое получилось: aх = b. Делим обе части на коэффициент при неизвестном.<br>
</p>
<!--<img src="../photo/assets/img/примеры/уравнения v2.0.png" alt="пример" class="example-info41">-->
<img src="./photo/assets/img/примеры/уравнения v2.0.png" alt="пример" class="example-info41">
`;

export const info52 = `
<h3 class="theme-subtitle">Тренировка №1</h3>
<p class="paragraph">
    6х = 19 - 1
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="3">
    <button id ="52" class="btn-answer">Oтветить</button>
</div>
`;

export const info53 = `
<h3 class="theme-subtitle">Тренировка №2</h3>
<p class="paragraph">
    x + 5 = 18
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="13">
    <button id ="53" class="btn-answer">Oтветить</button>
</div>
`;

export const info54 = `
<h3 class="theme-subtitle">Тренировка №3</h3>
<p class="paragraph">
    -8x = 48
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="-6">
    <button id ="54" class="btn-answer">Oтветить</button>
</div>
`;

export const info55 = `<h3 class="theme-subtitle">Тренировка №4</h3>
<p class="paragraph">
    6x - 5 = 1
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="1">
    <button id ="55" class="btn-answer">Oтветить</button>
</div>
`;

export const info56 = `
<h3 class="theme-subtitle">Контрольная тренировка</h3>
<p class="paragraph">
    6 * (4 - x) + x = 3 - 2x
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="7">
    <button id ="56" class="btn-answer">Oтветить</button>
</div>
`;

export const info1 = {
    info51,
    info52,
    info53,
    info54,
    info55,
    info56,
};
