export const info21 = `
<h1 class="theme-title">Умножение и деление целых чисел</h1>
<h3 class="theme-subtitle">Умножение</h3>
<p class="paragraph">
    Умножение состоит из трёх параметров: множимого, множителя и произведения. Например, в выражении 3 x 2 = 6, число 3 — это множимое, число 2 — множитель, число 6 — произведение.
</p>
<img src="../photo/assets/img/примеры/умножение 1.1.png" alt="пример" class="example-info21">
<p class="paragraph">
    Множимое показывает, что именно мы увеличиваем. В нашем примере мы увеличиваем число 3.<br>
    Множитель показывает во сколько раз нужно увеличить множимое. В нашем примере множитель это число 2. Этот множитель показывает во сколько раз нужно увеличить множимое 3. То есть в ходе операции умножения число 3 будет увеличено в два раза.<br>
    Произведение это собственно результат операции умножения. В нашем примере произведение это число 6. Это произведение является результатом умножения 3 на 2. Выражение 3 x 2 также можно понимать как сумму двух троек. Множитель 2 в таком случае будет показывать сколько раз нужно повторить число 3:
</p>
<img src="../photo/assets/img/примеры/умножение 1.2.png" alt="пример" class="example-info21">
<p class="paragraph">
    Таким образом, если число 3 повторить два раза подряд, получится число 6.<br>
    <br><b>Переместительный закон умножения</b><br>
    Множимое и множитель называют одним общим словом – сомножители. Переместительный закон умножения выглядит следующим образом:<br>
    От перестановки мест сомножителей произведение не меняется. Проверим так ли это. Умножим например 3 на 5. Здесь 3 и 5 это сомножители.<br>
    3 x 5 = 15<br>
    Теперь поменяем местами сомножители:<br>
    5 x 3 = 15<br>
    В обоих случаях мы получаем ответ 15, поэтому между выражениями 3 x 5 и 5 x 3 можно поставить знак равенства, поскольку они равны одному тому же значению:<br>
    3 x 5 = 5 x 3<br>
    15 = 15<br>
    А с помощью переменных переместительный закон умножения можно записать так:<br>
    a x b = b x a<br>
    где a и b — сомножители<br>
    <br><b>Сочетательный закон умножения</b><br>
    Этот закон говорит о том, что если выражение состоит из нескольких сомножителей, то произведение не будет зависеть от порядка действий. К примеру, выражение 3 x 2 x 4 состоит из нескольких сомножителей. Чтобы его вычислить, можно перемножить 3 и 2, затем полученное произведение умножить на оставшееся число 4. Выглядеть это будет так:<br>
    3 x 2 x 4 = (3 x 2) x 4 = 6 x 4 = 24<br>
    Это был первый вариант решения. Второй вариант состоит в том, чтобы перемножить 2 и 4, затем полученное произведение умножить на оставшееся число 3. Выглядеть это будет так:<br>
    3 x 2 x 4 = 3 x (2 x 4) = 3 x 8 = 24<br>
    В обоих случаях мы получаем ответ 24. Поэтому между выражениями (3 x 2) x 4 и 3 x (2 x 4) можно поставить знак равенства, поскольку они равны одному и тому же значению:<br>
    (3 x 2) x 4 = 3 x (2 x 4)<br>
    24 = 24<br>
    а с помощью переменных сочетательный закон умножения можно записать так:<br>
    a x b x c = (a x b) x c = a x (b x c)<br>
    где вместо a, b, c могут стоять любые числа.<br>
    <br><b>Распределительный закон умножения</b><br>
    Распределительный закон умножения позволяет умножить сумму на число. Для этого каждое слагаемое этой суммы умножается на это число, затем полученные результаты складывают.<br>
    Например, найдём значение выражения (2 + 3) x 5. Выражение находящееся в скобках является суммой. Эту сумму нужно умножить на число 5. Для этого каждое слагаемое этой суммы, то есть числа 2 и 3 нужно умножить на число 5, затем полученные результаты сложить:
</p>
<img src="../photo/assets/img/примеры/умножение 1.3.png" alt="пример" class="example-info21">
<p class="paragraph">
    (2 + 3) x 5 = 2 x 5 + 3 x 5 = 10 + 15 = 25<br>
    Значит значение выражения (2 + 3) x 5 равно 25.<br>
    С помощью переменных распределительный закон умножения записывается так:<br>
    (a + b) x c = a x c + b x c<br>
    где вместо a, b, c могут стоять любые числа.<br>
    <br><b>Закон умножения на ноль</b><br>
    Этот закон говорит о том, что если в любом умножении имеется хотя бы один ноль, то в ответе получится ноль. Произведение равно нулю, если хотя бы один из сомножителей равен нулю. Например, выражение 0 x 2 равно нулю<br>
    0 x 2 = 0<br>
    В данном случае число 2 является множителем и показывает во сколько раз нужно увеличить множимое. То есть во сколько раз увеличить ноль. Буквально это выражение читается так: «увеличить ноль в два раза». Но как можно увеличить ноль в два раза, если это ноль? Никак! Иными словами, если «ничего» увеличить в два раза или даже в миллион раз, всё равно получится «ничего». И если в выражении 0 x 2 поменять местами сомножители, опять же получится ноль. Это мы знаем из предыдущего переместительного закона:<br>
    0 x 2 = 2 x 0<br>
    0 = 0<br>
    Примеры применения закона умножения на ноль:<br>
    5 x 0 = 0<br>
    5 x 5 x 5 x 0 = 0<br>
    2 x 5  x 0 x 9 x 1 = 0<br>
    В последних двух примерах имеется несколько сомножителей. Увидев в них ноль, мы сразу в ответе поставили ноль, применив закон умножения на ноль.<br>
</p>
<h3 class="theme-subtitle">Деление</h3>
<p class="paragraph">
    Прежде чем делить целые числа, необходимо изучить два закона деления.<br>
    Деление состоит из трёх параметров: делимого, делителя и частного. Например, в выражении 8 : 2 = 4,  8 – это делимое, 2 – делитель, 4 – частное.
</p>
<img src="../photo/assets/img/примеры/деление1.1.png" alt="пример" class="example-info21">
<p class="paragraph">
    Делимое показывает, что именно мы делим. В нашем примере мы делим число 8.<br>
    Делитель показывает на сколько частей нужно разделить делимое. В нашем примере делитель это число 2. Этот делитель показывает на сколько частей нужно разделить делимое 8. То есть в ходе операции деления, число 8 будет разделено на две части.<br>
    Частное – это собственно результат операции деления. В нашем примере частное это число 4. Это частное является результатом деления 8 на 2.<br>
    <br><b>На ноль делить нельзя</b><br>
    Любое число запрещено делить на ноль. Дело в том, что деление это действие, обратное умножению. Данную фразу можно понимать в прямом смысле. Например, если 2 x 5 = 10, то 10 : 5 = 2. Видно, что второе выражение записано в обратном порядке. Если к примеру, у нас имеется два яблока и мы захотим увеличить их в пять раз, то мы запишем 2 x 5 = 10. Получится десять яблок. Затем, если мы захотим обратно уменьшить эти десять яблок до двух, то мы запишем 10 : 5 = 2.<br>
    Точно так же можно поступать и с другими выражениями. Если к примеру 2 x 6 = 12, то мы можем обратно вернуться к изначальному числу 2. Для этого достаточно записать выражение 2 x 6 = 12 в обратном порядке, разделяя 12 на 6.<br>
    12 : 6 = 2<br>
    Теперь рассмотрим выражение 5 x 0. Мы знаем из законов умножения, что произведение равно нулю, если хотя бы один из сомножителей равен нулю. Значит и выражение 5 x 0 равно нулю<br>
    5 x 0 = 0<br>
    Если записать это выражение в обратном порядке, то получим:<br>
    0 : 0 = 5<br>
    Сразу в глаза бросается ответ 5, который получается в результате деления ноль на ноль. Это невозможно. В обратном порядке можно записать и другое похожее выражение, например<br>
    2 x 0 = 0<br>
    0 : 0 = 2<br>
    В первом случае, разделив ноль на ноль мы получили 5, а во втором случае 2. То есть каждый раз деля ноль на ноль, мы можем получить разные значения, а это недопустимо. Второе объяснение заключается в том, что разделить делимое на делитель означает найти такое число, которое при умножении на делитель даст делимое.<br>
    Например выражение 8 : 2 означает найти такое число, которое при умножении на 2 даст 8<br>
    … x 2 = 8<br>
    Здесь вместо многоточия должно стоять число, которое при умножении на 2 даст ответ 8. Чтобы найти это число, достаточно записать это выражение в обратном порядке:<br>
    8 : 2 = 4<br>
    Получили число 4. Запишем его вместо многоточия:<br>
    4 x 2 = 8<br>
    Теперь представим, что нужно найти значение выражения 5 : 0. В данном случае 5 – это делимое, 0 – делитель. Разделить 5 на 0 означает найти такое число, которое при умножении на 0 даст 5<br>
    … x 0 = 5<br>
    Здесь вместо многоточия должно стоять число, которое при умножении на 0 даст ответ 5. Но не существует числа, которое при умножении на ноль даёт 5. Выражение … x 0 = 5 противоречит закону умножения на ноль, который утверждает, что произведение равно нулю, когда хотя бы один из сомножителей равен нулю. А значит записывать выражение … x 0 = 5 в обратном порядке, деля 5 на 0 нет никакого смысла. Поэтому и говорят, что на ноль делить нельзя. С помощью переменных данный закон записывается следующим образом:<br>
    a/b , при b ≠ 0<br>
    Это выражение можно прочитать так:<br>
    Число a можно разделить на число b, при условии, что b не равно нулю.<br>
    <br><b>Свойство частного</b><br>
    Этот закон говорит о том, что если делимое и делитель умножить или разделить на одно и то же число, то частное не изменится.<br>
    Например, рассмотрим выражение 12 : 4. Значение этого выражения равно 3<br>
    Попробуем умножить делимое и делитель на одно и то же число, например на число 4. Если верить свойству частного, мы опять должны получить в ответе число 3
</p>
<img src="../photo/assets/img/примеры/деление1.3.png" alt="пример" class="example-info21">
<p class="paragraph">
    (12 x 4) : (4 x 4) = 48 : 16 = 3<br>
    Получили ответ 3.<br>
    Теперь попробуем не умножить, а разделить делимое и делитель на число 4
</p>
<img src="../photo/assets/img/примеры/деление1.4.png" alt="пример" class="example-info21">
<p class="paragraph">
    (12 : 4) : (4 : 4) = 3 : 1 = 3<br>
    Снова получили ответ 3.<br>
    Видим, что если делимое и делитель умножить или разделить на одно и то же число, то частное не меняется.
</p>
`;

export const info22 = `
<h3 class="theme-subtitle">Тренировка №1</h3>
<p class="paragraph">
    42 : 6 =
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="7">
    <button id ="22" class="btn-answer">Oтветить</button>
</div>
`;

export const info23 = `
<h3 class="theme-subtitle">Тренировка №2</h3>
<p class="paragraph">
    31 * 45 =
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="1395">
    <button id ="23" class="btn-answer">Oтветить</button>
</div>
`;

export const info24 = `
<h3 class="theme-subtitle">Тренировка №3</h3>
<p class="paragraph">
    3 185 : 35 =
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="91">
    <button id ="24" class="btn-answer">Oтветить</button>
</div>
`;

export const info25 = `
<h3 class="theme-subtitle">Тренировка №4</h3>
<p class="paragraph">
    629 : 17 =
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="37">
    <button id ="25" class="btn-answer">Oтветить</button>
</div>
`;

export const info26 = `
<h3 class="theme-subtitle">Контрольная тренировка</h3>
<p class="paragraph">
    В мастерской было 67 м ткани. Часть этой ткани израсходовали на пошив 8 платьев, расходуя на каждое по 3 м.<br>
    Сколько м ткани осталось в мастерской?
</p>
<div class = "wrapper-answer">
    <input type="text" class="info-answer info12" placeholder="43">
    <button id ="26" class="btn-answer">Oтветить</button>
</div>
`;
